12/data/attachments/67b803a4696a46bd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Thomas_rise_Friend_82290_6</nif:username>
            <nif:friendToBeRequested>soap_friends_96174e0f-7c12-4fd6-8959-083d7615408d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>